Repository: so0x/nd_l10n
Catalog: apps/collection/collection.properties.po
Languages: nd

source: Loading
nd: Isa-vula

source: Cancel
nd: Khansela

source: Custom
nd: Eyokuzilungisela

source: Connect to the internet to add more Smart Collections
nd: Xhuma ku-Inthanethi uthole amanye ama-Smart Collections

source: All smart collections have been added.
nd: Ama-Smart Collections wonke asefakiwe

source: Add to top of collection
nd: Faka phezulu ku-Collection

source: Add to Home Screen
nd: Faka ku -Home Screen

source: Connect to the internet to get apps for {{collectionName}}
nd: Xhuma ku Inthanethi ukuze uthole ama-apps {{collectionName}}

source: Edit
nd: Lungisa

# edit-done
source: Done
nd: Qedile

source: Delete Collection
nd: Dilitha

source: This collection and all of its data will be deleted.
nd: I-collection le le data yayo yonke kuza dilithwa.

source: Delete
nd: Dilitha

source: Edit collection
nd: Lungisa I-collection

source: Done
nd: Qedile
