Repository: so0x/nd_l10n
Catalog: apps/clock/clock.properties.po
Languages: nd

source: Reset
nd: Setha kutsha

source: Start
nd: Qala

source: Stop
nd: Misa

source: Cancel
nd: Kansela

source: Hour
nd: Ihola

source: Hours
nd: Amahola

source: Minute
nd: Umzuzu

source: Minutes
nd: Imizuzu

source: Alarm
nd: I-alamu

source: Timer
nd: I-Timer

source: Stopwatch
nd: I-Stopwatch

source: Alarm name
nd: Ibizo le-alamu

source: New alarm
nd: I-alamu entsha

source: Edit alarm
nd: Lungisa i-alamu

source: Pause
nd: Thula kancane

source: Resume
nd: Qhubeka

source: Lap
nd: I-Lap

source: Lap {{n}}
nd: I-Lap {{n}}

source: Delete
nd: Dilitha

source: Time
nd: Isikhathi

# snooze-label
source: Snooze
nd: Lala

# snooze-button
source: Snooze
nd: Lala

source: Repeat
nd: Phinda

source: Vibrate
nd: Vayibretha

source: Close
nd: Vala

source: Save
nd: Gcina

source: Done
nd: Qedile

# closeButton.ariaLabel
source: Close
nd: Vala

# newAlarmButton.ariaLabel
source: New alarm
nd: I-alamu entsha

source: System Alarm Volume
nd: I-volumu Yohlelo Lwe-alamu

source: Sound
nd: Umsindo

source: No Sound
nd: Akula Msindo

source: Every day
nd: Nsuku zonke

source: Weekdays
nd: Phakathi kweviki

source: Weekends
nd: Ngempelaviki

source: Never
nd: Ngitsho

source: On
nd: Ivuliwe

source: Off
nd: Icitshiwe

source: +1 Min
nd: +1 Umz

source: The alarm is set for <strong>{{minutes}}</strong> from now.
nd: I-alamu isethelwe ukukhala emizuzweni engu <strong> {{minutes}}</strong> kusukela khathesi

source: The alarm is set for {{hours}} {{minutes}} from now.
nd: I-alamu isethelwe ukukhala emaholeni angu <strong> {{minutes}}</strong> kusukela khathesi

source: The alarm is set for {{days}} {{hours}} from now.
nd: I-alamu isethelwe ukukhala emalangeni angu <strong> {{minutes}}</strong> kusukela khathesi

source: less than a minute
nd: ngaphansi komzuzu

# nMinutes[one]
source: one minute
nd: umzuzu owodwa

# nMinutes[two]
source: {{n}} minutes
nd: {{n}} imizuzu

# nMinutes[few]
source: {{n}} minutes
nd: {{n}} imizuzu

# nMinutes[many]
source: {{n}} minutes
nd: {{n}} imizuzu

# nMinutes[other]
source: {{n}} minutes
nd: {{n}} imizuzu

source: <strong>{{n}} hour</strong>
nd: <strong>{{n}} ihola</strong>

# nHours[two]
source: <strong>{{n}} hours</strong>
nd: <strong>{{n}} amahola</strong>

# nHours[few]
source: <strong>{{n}} hours</strong>
nd: <strong>{{n}} amahola</strong>

# nHours[many]
source: <strong>{{n}} hours</strong>
nd: <strong>{{n}} amahola</strong>

# nHours[other]
source: <strong>{{n}} hours</strong>
nd: <strong>{{n}} amahola</strong>

source: and <strong>{{n}} hour</strong>
nd: le <strong> {{n}} ihola</strong>

# nAndRemainHours[two]
source: and <strong>{{n}} hours</strong>
nd: le <strong> {{n}} amahola</strong>

# nAndRemainHours[few]
source: and <strong>{{n}} hours</strong>
nd: le <strong> {{n}} amahola</strong>

# nAndRemainHours[many]
source: and <strong>{{n}} hours</strong>
nd: le <strong> {{n}} amahola</strong>

# nAndRemainHours[other]
source: and <strong>{{n}} hours</strong>
nd: le <strong> {{n}} amahola</strong>

source: <strong>{{n}} day</strong>
nd: <strong>{{n}} ilanga</strong>

# nRemainDays[two]
source: <strong>{{n}} days</strong>
nd: <strong>{{n}} amalanga</strong>

# nRemainDays[few]
source: <strong>{{n}} days</strong>
nd: <strong>{{n}} amalanga</strong>

# nRemainDays[many]
source: <strong>{{n}} days</strong>
nd: <strong>{{n}} amalanga</strong>

# nRemainDays[other]
source: <strong>{{n}} days</strong>
nd: <strong>{{n}} amalanga</strong>

source: and <strong>{{n}} minute</strong>
nd: le <strong>{{n}} umzuzu</strong>

# nRemainMinutes[two]
source: and <strong>{{n}} minutes</strong>
nd: le <strong>{{n}} imizuzu</strong>

# nRemainMinutes[few]
source: and <strong>{{n}} minutes</strong>
nd: le <strong>{{n}} imizuzu</strong>

# nRemainMinutes[many]
source: and <strong>{{n}} minutes</strong>
nd: le <strong>{{n}} imizuzu</strong>

# nRemainMinutes[other]
source: and <strong>{{n}} minutes</strong>
nd: le <strong>{{n}} imizuzu</strong>

source: zero seconds
nd: imizuzwana eyi zero

source: one second
nd: umzuzwana owodwa

# nSpinnerSeconds[two]
source: {{n}} seconds
nd: {{n}} imizuzwana

# nSpinnerSeconds[few]
source: {{n}} seconds
nd: {{n}} imizuzwana

# nSpinnerSeconds[many]
source: {{n}} seconds
nd: {{n}} imizuzwana

# nSpinnerSeconds[other]
source: {{n}} seconds
nd: {{n}} imizuzwana

source: zero minutes
nd: imizuzu eyi zero

# nSpinnerMinutes[one]
source: one minute
nd: umzuzu owodwa

# nSpinnerMinutes[two]
source: {{n}} minutes
nd: {{n}} imizuzu

# nSpinnerMinutes[few]
source: {{n}} minutes
nd: {{n}} imizuzu

# nSpinnerMinutes[many]
source: {{n}} minutes
nd: {{n}} imizuzu

# nSpinnerMinutes[other]
source: {{n}} minutes
nd: {{n}} imizuzu

source: zero hours
nd: amahola ayi zero

source: {{n}} hour
nd: {{n}} ihola

# nSpinnerHours[two]
source: {{n}} hours
nd: {{n}} amahola

# nSpinnerHours[few]
source: {{n}} hours
nd: {{n}} amahola

# nSpinnerHours[many]
source: {{n}} hours
nd: {{n}} amahola

# nSpinnerHours[other]
source: {{n}} hours
nd: {{n}} amahola
