Repository: so0x/nd_l10n
Catalog: apps/communications/contacts/matcher/matcher.properties.po
Languages: nd

source: Looking for duplicate contacts
nd: Sisadinga ama-contact aphindiweyo

source: Merging duplicate contacts
nd: Sisahlanganisa ama-contact aphindiweyo

source: No duplicate contacts found
nd: Akulama-contacts aphindiweyo

source: Cancel
nd: Khansela

source: Merge
nd: Hlanganisa

source: Ignore
nd: Tshiya

source: Merge duplicates
nd: Hlanganisa aphindiweyo

source: Suggested duplicate contacts for {{name}}
nd: Sibona angani u-{{name}} angabe ephindiwe

source: No contacts selected
nd: Akula-contact ekhethiweyo

source: Merge with {{n}} contact
nd: Hlanganisa le-contact eyi-{{n}}

# mergeActionButtonLabel[two]
source: Merge with {{n}} contacts
nd: Hlanganisa lama-contact angu-{{n}}

# mergeActionButtonLabel[few]
source: Merge with {{n}} contacts
nd: Hlanganisa lama-contacts angu-{{n}}

# mergeActionButtonLabel[many]
source: Merge with {{n}} contacts
nd: Hlanganisa lama-contacts angu-{{n}}

# mergeActionButtonLabel[other]
source: Merge with {{n}} contacts
nd: Hlanganisa lama-contacts angu-{{n}}

source: Duplicates found
nd: Kulama-contacts aphindiweyo

source: {{name}} duplicates information in the following contacts
nd: {{name}} iphindwe kuma-contacts alandelayo

source: OK
nd: Kulungile
