Repository: so0x/nd_l10n
Catalog: shared/media/media.properties.po
Languages: nd

source: {{orientation}} image, %I:%M %p, %B %e, %Y
nd: Isithombe esiku-{{orientation}} , %I:%M %p, %B %e, %Y

source: {{orientation}} image
nd: Isithombe esiku- {{orientation}}

source: {{orientation}} video, %I:%M %p, %B %e, %Y
nd: Ividiyo eku-{{orientation}} , %I:%M %p, %B %e, %Y

source: {{orientation}} video
nd: Ividiyo eku- {{orientation}}

source: Play
nd: Dlala

source: Pause
nd: Misa

source: Next
nd: Elandelayo

source: Previous
nd: Okusemuva

source: Fullscreen
nd: Gcwalisa ku-screen

source: Seek bar, duration {{ duration }}
nd: I-Seek bar, duration {{ duration }}
